
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "不知道如何載入 URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "無法連接主機“%@”";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "自伺服器接收的標頭錯誤";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "無法確認主機的 IP 位址：%@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "無法取得埠號 %d 的描述";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "無法使用埠號 %2$d 連接主機“%1$@”";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "接收到未知的 HTTP 伺服器回應 %@：%@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "URL %@ 的 HTTP 要求失敗：%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "連接主機“%@”失敗";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "無法從“%@”讀取";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "嘗試載入 URL %@ 時，偵測到轉址循環的狀況";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "無法取得主機“%@”的服務";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "無法打開 URL 路徑“%@”的資料連線";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "指定的 URL“%@”無法取得物件";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "主機“%@”無法辨識 FTP 指令";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "無法辨識登入的使用者或密碼。";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@（%@）";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@∕%@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "無法製作檔案";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "無法移動檔案";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "無法打開檔案";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "無法移除檔案";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "無法寫入檔案";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "DNS 查詢錯誤";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "下載解碼失敗";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "下載解碼失敗";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "關閉檔案時發生錯誤";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "網頁表單密碼";

/* HTTP result code string */
"accepted" = "已接受";

/* WebFoundationErrorBadURLError description */
"bad URL" = "不正確的 URL";

/* HTTP result code string */
"bad gateway" = "不正確的閘道";

/* HTTP result code string */
"bad request" = "不正確的要求";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "不正確的伺服器認證";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "不正確的伺服器回應";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "無法解碼原始資料";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "無法解碼內容資料";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "無法剖析回應";

/* WebFoundationErrorCancelled description */
"cancelled" = "已取消";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "無法連接主機";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "無法找到主機";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "無法由網路載入";

/* HTTP result code string */
"client error" = "用戶端錯誤";

/* HTTP result code string */
"conflict" = "衝突";

/* HTTP result code string */
"continue" = "繼續";

/* HTTP result code string */
"created" = "已建立";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "錯誤讀取串流";

/* HTTP result code string */
"expectation failed" = "預期情況失敗";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "已過期的伺服器認證";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "檔案不存在";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "檔案為目錄";

/* HTTP result code string */
"forbidden" = "已禁止";

/* HTTP result code string */
"found" = "已找到";

/* HTTP result code string */
"gateway timed out" = "閘道已逾時";

/* HTTP result code string */
"informational" = "資訊性";

/* HTTP result code string */
"internal server error" = "內部伺服器錯誤";

/* HTTP result code string */
"length required" = "所需長度";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "網路連線突然中斷";

/* HTTP result code string */
"method not allowed" = "方法不被允許";

/* HTTP result code string */
"moved permanently" = "永久地移動";

/* HTTP result code string */
"multiple choices" = "多重選擇";

/* HTTP result code string */
"needs proxy" = "需要代理伺服器";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "無 Internet 連線";

/* HTTP result code string */
"no content" = "無內容";

/* HTTP result code string */
"no error" = "無錯誤";

/* HTTP result code string */
"no longer exists" = "不再存在";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "沒有權限讀取檔案";

/* HTTP result code string */
"non-authoritative information" = "非授權資訊";

/* HTTP result code string */
"not found" = "找不到";

/* HTTP result code string */
"not modified" = "未修改";

/* HTTP result code string */
"partial content" = "部分內容";

/* HTTP result code string */
"payment required" = "需要支付";

/* HTTP result code string */
"precondition failed" = "先決條件失敗";

/* HTTP result code string */
"proxy authentication required" = "所需代理伺服器授權";

/* HTTP result code string */
"redirected" = "已轉址";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "並未轉址到任何地方";

/* HTTP result code string */
"request timed out" = "要求逾時";

/* HTTP result code string */
"request too large" = "要求太大";

/* HTTP result code string */
"requested URL too long" = "要求的 URL 太長";

/* HTTP result code string */
"requested range not satisfiable" = "不符合要求範圍";

/* HTTP result code string */
"reset content" = "重置內容";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "無法取得資源";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "安全連線失敗";

/* HTTP result code string */
"see other" = "請見其他";

/* HTTP result code string */
"server error" = "伺服器錯誤";

/* HTTP result code string */
"service unavailable" = "無法取得服務";

/* HTTP result code string */
"success" = "成功";

/* HTTP result code string */
"switching protocols" = "切換通訊協定";

/* HTTP result code string */
"temporarily redirected" = "暫時性轉址";

/* WebFoundationErrorTimedOut description */
"timed out" = "逾時";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "太多 HTTP 轉址";

/* HTTP result code string */
"unacceptable" = "未接受的";

/* HTTP result code string */
"unauthorized" = "未經授權的";

/* HTTP result code string */
"unimplemented" = "未實行的";

/* Unknown filename */
"unknown" = "未知的";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "不支援的 URL";

/* HTTP result code string */
"unsupported media type" = "不支援的媒體類型";

/* HTTP result code string */
"unsupported version" = "不支援的版本";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "不被信任的伺服器認證";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "0 byte 資源";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "資源大小超過最大值";
